[
  {
    "nome": "A Herança ( Origens parte 1)",
    "sinopse": "Adrien finalmente descobre que seu pai era o monarch, mas não recebe a informação de uma forma muito boa, pois percebe que Marinette mentiu para ele sobre seu pai, então ele resolve recorrer as trevas, para tentar trazer sua mãe e seu pai devolta a vida",
    "dataLancamento": "Jun 28, 2025",
    "porcentagem": 100
  },
  {
    "nome": "Sinais ( Origens parte 2)",
    "sinopse": "Esse foi o ultimo episodios com os visuais antigos e curto, pois os proximos episodios, a animação esta mais fluida, e com mais tempo(11 a 14 minutos), nesse episodio, os herois enfrentam Bleud, e chamam um novo aliado, Squeekster",
    "dataLancamento": "Jul 13, 2025",
    "porcentagem": 100
  },
    {
    "nome": "A Goleira",
    "sinopse": "SEM SINOPSE",
    "dataLancamento": "EXCLUIDO",
    "porcentagem": 0
  },
      {
    "nome": "Mentes Alinhadas",
    "sinopse": "Enquanto Adrien, agora Death Moth, traça uma nova estratégia para se manter nas sombras sem ser descoberto, Marinette revive suas memórias com os antigos heróis ao reler seu diário secreto. Enquanto isso, Louis e seus amigos ainda tentam compreender o peso de carregar os Miraculous.",
    "dataLancamento": "10/10/2025",
    "porcentagem": 10
  },
      {
    "nome": "Caos Silencioso",
    "sinopse": "SEM SINOPSE AINDA",
    "dataLancamento": "",
    "porcentagem": 2
  },
        {
    "nome": "Sob o mesmo céu",
    "sinopse": "SEM SINOPSE AINDA",
    "dataLancamento": "",
    "porcentagem": 0
  },
        {
    "nome": "Entre Máscaras",
    "sinopse": "SEM SINOPSE AINDA",
    "dataLancamento": "",
    "porcentagem": 3
  },
        {
    "nome": "Fragmentos",
    "sinopse": "SEM SINOPSE AINDA",
    "dataLancamento": "octuber, 31, 2025",
    "porcentagem": 10
  },
    {
    "nome": "Transmissao ( O Começo do fim parte 1)",
    "sinopse": "Death Moth dá início ao seu plano mais perigoso: usar ilusões para manipular Paris inteira e jogar a opinião pública contra os heróis. As falsas imagens espalham desconfiança, colocando até os novos portadores em dúvida sobre si mesmos.",
    "dataLancamento": "11/11/2025 (episodio final)",
    "porcentagem": 20
  },
      {
    "nome": "Emoção ( O Começo do fim parte 2)",
    "sinopse": "Após a queda de Death Moth, Paris começa a se recuperar, mas os heróis percebem que a vitória não foi completa. Louis, agora guardião, sente o peso da responsabilidade, enquanto a equipe lida com feridas físicas e emocionais deixadas pela última batalha",
    "dataLancamento": "12/11/2025 (episodio final)",
    "porcentagem": 20
  }
]